{
  "main": {
    "name": "Nathaniel Lanier",
    "occupation": "System Engineer",
    "description": " Currently employed by Cerner where I build, configure, and manage several front end technology stacks for a commercial client",
    "image": "profilepic.jpg",
    "bio": "I am an IT Professional, highly driven to gain as much relevant experience as possible. Strong belief in teamwork built from several projects and extracurricular organizations. Constantly looking for ways to innovate and automate day-to-day tasks. Has always been fascinated with technology, having built years of knowledge on personal time. Consistently stays up-to-date on the latest technology and tech trends.",
    "contactmessage": "Here is where you should write your message to readers to have them get in contact with you.",
    "email": "ndlanier@icloud.com",
    "phone": "(316)217-2500",
    "address": {
      "city": "Olathe",
      "metro": "Kansas City",
      "state": "Kansas",
      "zip": "66062"
    },
    "website": "",
    "resumedownload": "/downloads/NathanielLanier_Resume.pdf",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/ndlanier/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "http://github.com/ndlanier",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here are some of my relevant skills.",
    "education": [
      {
        "school": "Fort Hays State University",
        "degree": "B.S. in Information Networking & Telecommunications",
        "graduated": "December 2016",
        "description": ""
      }
    ],
    "work": [
      {
        "company": "Cerner Corporation",
        "title": "System Engineer",
        "years": "April 2018 - Present",
        "description": [
          {"item": "Built, configured, and managed the client’s systems that are hosted within Cerner’s data center"},
          {"item": "Mentored multiple System Engineers and served as a Subject Matter Expert (SME) for a handful of technologies"},
          {"item": "Actively pursued innovation and simplified workflows and configurations to provide a better client experience"},
          {"item": "Represented my team on incident, review, and project calls where the client could be present"},
          {"item": "Coordinated incident calls without superiors to find quick resolution or root cause"}
        ]
      },
      {
        "company": "Mid-Kansas Coop",
        "title": "User/Computer Support Specialist",
        "years": "December 2016 - April 2018",
        "description": [
          {"item": "Assisted coworkers with technology related issues remote or on-site"},
          {"item": "Built PCs and configured them per the user’s job requirements"},
          {"item": "Monitored patterns of issues and reported them to superior with extensive knowledge of the situation"},
          {"item": "Researched and executed special technology implementation projects"}
        ]
      },
      {
        "company": "",
        "title": "IT Intern",
        "years": "May 2015 - August 2016",
        "description": []
      },
      {
        "company": "Eagle Technical Solutions",
        "title": "Computer/Network Technician",
        "years": "September 2016 - December 2016",
        "description": [
          {"item": "Supplied local businesses with fast and efficient technical support and installation"},
          {"item": "Assisted teammates in network configuration"},
          {"item": "Aided customers via the public support line while utilizing remote assistance software"}
        ]
      }
    ],
    "skills": [
      {
        "name": "Python",
        "level": "60%"
      },
      {
        "name": "Powershell",
        "level": "50%"
      },
      {
        "name": "Windows Server",
        "level": "80%"
      },
      {
        "name": "Linux Server",
        "level": "63%"
      },
      {
        "name": "JSON",
        "level": "50%"
      },
      {
        "name": "Citrix",
        "level": "70%"
      },
      {
        "name": "React",
        "level": "25%"
      },
      {
        "name": "SQL Querying",
        "level": "50%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "",
        "category": "",
        "image": "",
        "url": ""
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Nathaniel is a brilliant and gifted System Engineer who excels at all aspects of systems management and implementation. I had the pleasure of directing efforts that Nathaniel was a key contributor on for a little over 2 years. During that time Nathaniel continuously excelled at all aspects of his job and pushed to be a Subject Matter Expert in multiple solutions within our system catalogue. He also worked to develop work plans for implementations of solutions as well as in house tools to assist all associates across the CernerWorks organization. Nathaniel is a proven asset for any team and will easily adapt to any environment he is placed in. He has excellent communication skills and is a proven leader on our team when working to mentor his counterparts. I look forward to being able to work with him in the future and am excited to see the continued growth of his skills and resume.",
        "user": "Paul Dishman"
      },
      {
        "text": "Outstanding. That’s the word that comes to mind when describing Nate as an engineer. I was fortunate enough to be trained and mentored by him during my time as a System Engineer at Cerner. I started at the peak of the pandemic and had to do all my onboarding remotely. During my training, Nate was my go to. He always took the time to answer my questions and taught me the how and why of how our team operated. Not only is he a phenomenal mentor, but Nate is an INCREDIBLE engineer. DevOps, Automation, Project Management, etc. say the word and he can do it right. During meetings, I’d watch him take charge and knock problems out of the park every time. There’s nothing he can’t learn or do. If you’re reading this, YOU WANT Nathaniel Lanier on your team. He’s my gold standard and what I strive to be as a professional.",
        "user": "Sean Cepeda"
      }
    ]
  }
}
